Repository: IONOS-Productivity/nc-ionos-theme
Catalog: core/translationfiles/*/core.po
Languages: de_de, sv

source: Get your own free account
de_de: Holen Sie sich Ihr eigenes kostenloses Konto
sv: Skaffa ett eget gratiskonto

source: Go to %s
de_de: %s aufrufen
sv: Gå till %s

source: Help & Support
de_de: Hilfe & Support
sv: Hjälp & Support

source: Logout
de_de: Abmelden
sv: Logga ut

source: of {quota}
de_de: von {quota}
sv: av {quota}

source: Search apps, files, tags, messages
de_de: Dateien und Ordner suchen
sv: Sök i filer och mappar

source: Settings
de_de: Einstellungen
sv: Inställningar

source: Skip to main content
de_de: Zum Hauptinhalt springen
sv: Skippa till huvudinnehållet

source: Skip to navigation of app
de_de: Zum Navigationsbereich der App springen
sv: Skippa till navigering av app

source: Storage used
de_de: Speicherverbrauch
sv: Förvaring används

source: This application requires JavaScript for correct operation. Please {linkstart}enable JavaScript{linkend} and reload the page.
de_de: Diese Anwendung benötigt JavaScript zum ordnungsgemäßen Betrieb. Bitte {linkstart}aktivieren Sie JavaScript{linkend} und laden Sie die Seite neu.
sv: Denna applikationen kräver JavaScript för att fungera korrekt. {linkstart}aktivera JavaScript{linkend} och uppdatera sidan.
